"KEY"                     = "波兰语";
"OK"                      = "OK";
"Back"                    = "Z powrotem";
"Done"                    = "Zrobione";
"Edit"                    = "Edytować";
"Sorry"                   = "Przepraszam";
"Cancel"                  = "Anulować";
"Setting"                 = "Ustawienie";
"Photos"                  = "Zdjęcia";
"Videos"                  = "Filmy";
"Preview"                 = "Zapowiedź";
"Full image"              = "Pełny obraz";
"Processing..."           = "Przetwarzanie...";
"No Photos or Videos"     = "Brak zdjęć i filmów";
"Synchronizing photos from iCloud" = "Synchronizowanie zdjęć z iCloud";
"iCloud sync failed"    = "Synchronizacja iCloud nie powiodła się";
"Can not use camera"      = "Nie można używać aparatu";
"Can not choose both video and photo" = "Nie można wybrać zarówno filmu, jak i zdjęcia";
"Can not choose both photo and GIF" = "Nie można wybrać jednocześnie zdjęcia i GIF-u";
"Select the video when in multi state, we will handle the video as a photo" = "Wybierz wideo w trybie wielostanowym, potraktujemy wideo jako zdjęcie";
"Can not jump to the privacy settings page, please go to the settings page by self, thank you" = "Nie można przejść do strony ustawień prywatności. Przejdź do strony ustawień samodzielnie, dziękuję";
"Select a maximum of %zd photos" = "Wybierz tylko do %zd obrazów";
"Select a minimum of %zd photos" = "Wybierz co najmniej %zd zdjęć";
"Allow %@ to access your album in \"Settings -> Privacy -> Photos\"" = "Zezwól %@ na dostęp do Twojego albumu w „Ustawienia > Prywatność > Zdjęcia”";
"Please allow %@ to access your camera in \"Settings -> Privacy -> Camera\"" = "Zezwól %@ na dostęp do swojej kamery w „Ustawienia > Prywatność > Kamera”";
"Selected for %ld seconds" = "Wybrano przez %ld sekund";
"Allow %@ to access your all photos" = "%@ ma dostęp tylko do wybranych zdjęć. Zezwól na dostęp do „Wszystkie zdjęcia”";
"Add more accessible photos" = "Dodaj więcej \n dostępnych zdjęć";
